/*
* @Author: steven
* @Date:   2017-10-20 10:06:08
* @Last Modified by:   steven
* @Last Modified time: 2017-11-01 10:07:08
*/
零零汽小程序

共计访问人数 172 
结果页打开次数：580 52.44%
首页打开车数：526 47.56%

昨日访问小程序内所有页面的总用户数，同一用户多次访问不重复计；

访问分布/人数：
	广东省：52
	上海：25
	浙江：23



*数据接口*

存数据：
	{
		pid:23y234324ds23,			//存储零件号
		name:"steven",				//存储用户姓名
		phone:18337125987,			//存储用户联系方式
		role:"buy"					//存储用户角色
	}

取数据

	
	{
	"code": 1,
	"msg": "获取数据成功",
	"page": 1,  							//当前页
	"totalpage":5,							//总页码
	"data": [{
	    "name": "杭州帕杰特汽车配件有限公司",   //名称
	    "factory": "",						//公司
	    "pid": "8W0601025J", 				//零件号
	    "prices": "¥5009.82", 				//价格
	    "phone": "0571-82458949  /  13867178949", //联系方式
	    "remark": "--"  					//库存状态
	  }, {
	    "name": "广州帕夫斯特汽车零部件有限公司",
	    "factory": "",
	    "pid": "8W0601025J",
	    "prices": "¥5009.82",
	    "phone": "020-37665715",
	    "remark": "--"
	  }]
	}