

浏览器兼容性情况： 测试版本为最新版本，所以测试 http://yhcqp.youfan.pub 


浏览器名称			版本	{极速模式}			内核					问题 （ 内容为空的 是正常使用 ）


猎豹
目前最新版本为   		6.5
	 				6.0 						 				部分细节需调整

火狐	
目前最新版本为 		57 
					49 - 57 可用


谷歌  
目前最新版本为 		62 
					41-62 可用
					39 											需要修改 js 兼容
360
目前最新版本为 		9.1 					55 					
	 				8.1 					45 					
					8.0 					42 					部分细节需调整
					6.5 					21  				极速模式样式错误 兼容模式无内容 					


搜狗	
目前最新版本为			7.5.5 										部分细节需调整
					7.1.5 					 					部分细节需调整
					7.0.6 										部分细节需调整
					6.3.8 										部分细节需调整
					6.3.8 为最初版本，中途的版本更新为该基础版本上的小迭代


百度
目前最新版本为 		8.7 					47
					8.6 					47  				
					8.5 					47 					部分细节需调整
					8.4 					47 					部分细节需调整
					7.6 					42	 				部分细节需调整


QQ
目前最新版本为  		10.0
					9.7 					53 					
 					8.2 				 	IE 8.0.7 			页面无展示
					7.7 					IE 8.0.7 			页面无展示



推荐使用 chrome 火狐 360 百度 等浏览器最新版本
















// 
	